import React from "react";

const IntegratorContent = ()=> {
  return (
    <div className="page-content__text-content text-content">
      <h1 className="text-content__title">
            Интеграторам
      </h1>
      <p className="text-content__paragraph">
            Integrity SCADA представляет собой платформу для создания систем управления и автоматизации, без ограничения
            на
            использование по отраслям промышленности и типам технологических процессов.
            Компоненты Integrity SCADA выполнены в виде исходного кода по последним стандартам, на языке
            программирования высокого
            уровня, не привязанного к операционной системе. Под каждое семейство операционных систем (Linux, Windows)
            скомпилирован
            свой дистрибутив продукта, учитывающий особенности семейства, но обладающий идентичным кодом выполнения.
            Компания ЭлеСи заинтересована в поиске региональных интеграторов. Основным принципом нашей работы является
            индивидуальный подход. Это даёт нам возможность разрабатывать наиболее удобные и эффективные схемы работы с
            каждым
            партнёром отдельно и формировать отношения, основанные не только на доверии, но и на личном контакте.
            Мы готовы оказать поддержку: консультации, проведение обучения сотрудников, обеспечение рекламными
            материалами и
            каталогами.
      </p>
      <h2 className="text-content__subtitle">
            Требования к интеграторам
      </h2>
      <ul className="text-content__list">
        <li className="text-content__list-item">
              наличие персонала, готового пройти обучение в офисе нашей компании по работе с оборудованием и
              интерпретации показаний
              программного обеспечения.
        </li>
        <li className="text-content__list-item">
              готовность к проведению обучения.
        </li>
      </ul>
      <h2 className="text-content__subtitle">
            Как стать интегратором
      </h2>
      <p className="text-content__paragraph">
            Для заключения Интеграторского договора необходимо:
      </p>
      <p className="text-content__paragraph">
            подготовить письмо на фирменном бланке Вашего предприятия на имя Генерального директора АО «ЭлеСи» о
            заключении договора
            и направить его на нашу официальную почту с пометкой «Интеграторское соглашение»
      </p>
      <p className="text-content__paragraph">
            В случае, если у Вас возникли какие-либо вопросы, связанные с заключением договора, Вы можете связаться с
            нашим
            представителем: (3822) 601-012 scada@elesy.ru
      </p>
    </div>
  );
};

export default IntegratorContent;
